lib/xml/removeSpeedDialNumber.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:removeSpeedDialNumber>
            <!--Optional:-->
            <code>?</code>
        </ser:removeSpeedDialNumber>
    </soapenv:Body>
</soapenv:Envelope>